dbaeumer.vscode-eslint
eamodio.gitlens
EditorConfig.EditorConfig
esbenp.prettier-vscode
jebbs.markdown-extended
jebbs.plantuml
johnpapa.vscode-peacock
karigari.chat
mechatroner.rainbow-csv
ms-vsliveshare.vsliveshare
ms-vsliveshare.vsliveshare-audio
ms-vsliveshare.vsliveshare-pack
naumovs.color-highlight
shardulm94.trailing-spaces
shd101wyy.markdown-preview-enhanced
tombonnike.vscode-status-bar-format-toggle
vscode-icons-team.vscode-icons
vscodevim.vim
ziyasal.vscode-open-in-github
