tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
cask_args appdir: "/Applications"

brew "gawk"
brew "gpg"
brew "mas"
brew "neovim"
brew "telnet"
brew "tmux"
brew "tree"
brew "coreutils"

cask "1password"
cask "adobe-creative-cloud"
cask "alfred"
cask "android-studio"
cask "bettertouchtool"
cask "docker"
cask "google-chrome"
cask "google-japanese-ime"
cask "iterm2"
cask "kap"
cask "karabiner-elements"
cask "ngrok"
cask "parallels"
cask "slack"
cask "virtualbox"
cask "visual-studio-code"
cask "zoom"

mas "GarageBand", id: 682658836
mas "iMovie", id: 408981434
mas "Keynote", id: 409183694
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "Xcode", id: 497799835
mas "LanSca", id: 472226235
mas "WiFi Explorer", id: 494803304
